{
    "aries": "La constelación de Aries estaba asociada a la primavera en varias culturas, fue en Egipto la constelación pasó a representar un carnero.",
    "tauro": "Aldebarán, la estrella más brillante de la constelación, es una gigante naranja de primera magnitud. El nombre Aldebarán proviene del árabe y su significado es «la que sigue», en referencia a que esta estrella sigue al cúmulo de las Pléyades en su recorrido nocturno a través del cielo.",
    "geminis": "La constelación cuenta con varias nebulosas planetarias, como por ejemplo NGC 2371 o Nebulosa Gemini, que presenta el aspecto de un disco irregular; en su centro se encuentra el núcleo de una gigante roja, ahora despojada de sus capas externas, cuya temperatura superficial alcanza los 134 000 K.",
    "cancer": "La constelación del cangrejo y la constelación de la Hidra están relacionadas con uno de los doce trabajos del Heracles.La diosa Hera, enemiga acérrima de Heracles envió un cangrejo gigante para acabar con su vida mientras este peleaba contra la temible serpiente Hidra. Sin embargo, Heracles resultó victorioso. Como recompensa por sus esfuerzos la diosa formó las constelaciones del Cangrejo y la Hidra en el cielo.",
    "leo": "Leo contiene muchas estrellas brillantes, destacando entre ellas α Leonis, llamada Régulo («pequeño rey» en latín), y que en la antigüedad recibió el título de «corazón del león», siendo conocida en la antigua Grecia como Cor Leonis y en la astronomía árabe como Al Kalb al Asad.",
    "virgo": "En la dirección de esta constelación se encuentra el cúmulo de galaxias denominado Cúmulo de Virgo lo que hace que sea una región especialmente rica en galaxias. En Virgo se encuentra 3C 273, el cuásar más brillante del cielo (en el espectro visible) y el primero en ser identificado como tal.",
    "libra": "Libra solo se convirtió en una constelación en la antigua Roma, donde Julio César ordenó crear una constelación zodiacal propia. Libra se creó a partir de las estrellas que conformaban las pinzas de Escorpio y se hizo eliminar al Ofiuco del zodiaco para que se mantuvieran doce signos.",
    "escorpio": "El origen de la constelación se encuentra en la leyenda de Orión en la que Orión el cazador se sacó los ojos en un arrebato de celos, y mientras vagaba ciego por el mundo pisó un escorpión que lo picó, provocando su muerte. Los dioses elevaron a Orión y al escorpión a los cielos colocándolos en extremos opuestos de la bóveda celeste, de forma que cuando Escorpio sale por el horizonte, Orión se oculta huyendo del animal que causó su muerte.",
    "sagitario": "Sagitario parece ser la única fuente de una posible señal extraterrestre. El 15 de agosto de 1977 los radiotelescopios de la Universidad Estatal de Ohio recibieron una señal 30 veces superior a la radiación de fondo normal y, asombrado, el profesor Jerry R. Ehman escribió WOW! al lado del papel. Aunque ese ha sido el único mensaje enviado desde el espacio sin haber sido nosotros, nunca más se ha vuelto a utilizar esa palabra, actualmente conocida como Señal Wow!.",
    "capricornio": "Capricornus representa a Amaltea mitad cabra, mitad pez, que cuidó y alimentó a Zeus cuando este era pequeño, en quien Rea confió para que lo protegiese de su padre Cronos. Amaltea y su hija Adrastea criaron a Zeus con miel y leche. Cuando se quebró un cuerno de Amaltea, lo llenaron de frutos para ofrecerlo a Zeus convirtiéndolo en el famoso cuerno de Amaltea, símbolo de abundancia y dicha.",
    "acuario": "De todo el zodiaco, Acuario es una de las constelaciones reconocida con mayor antigüedad. Los sumerios le dieron este nombre a la constelación, en honor a su dios An, que derrama el agua de la inmortalidad sobre la Tierra. Allí también localiza el cúmulo globular M2, uno de los más compactos que se conocen. Contiene 150 000 estrellas con una edad de 13 000 millones de años, siendo uno de los cúmulos estelares más antiguos asociados a la Vía Láctea.",
    "piscis": "Su forma representa a dos peces simbolizando a Afrodita y Eros. Estas dos figuras mitológicas fueron sorprendidas por el monstruo Tifón, pero Afrodita sabía que podrían escapar por el agua. Cogió a Eros y se sumergió en el agua, donde los dos se transformaron en peces. Para asegurarse de que no se perdían, se ataron con una cuerda. En el cielo vemos, por lo tanto, a madre e hijo, unidos por una cuerda."
}